[
  {
    "title": "Vectores",
    "image": "/assets/figura_1_9_10.png",
    "description": "Un vector es una cantidad física que tiene tanto magnitud como dirección. Los desplazamientos, la velocidad y la fuerza son ejemplos de vectores. En esta sección estudiaremos cómo sumar vectores utilizando métodos gráficos y analíticos."
  },
  {
    "title": "Rapidez y velocidad",
    "image": "https://cdn.diferenciador.com/imagenes/usar-final-distancia-cke.jpg",
    "description": "LA RAPIDEZ PROMEDIO (MAGNITUD PROMEDIO DE LA RAPIDEZ) ($v_{prom}$) es una medida de qué tan rápido viaja un objeto en el espacio y también es una cantidad escalar. Imagine un objeto que tarda un tiempo $t$ para recorrer una distancia $l$. La rapidez promedio durante ese intervalo se define mediante:\\n\\n$$\\footnotesize \\text{Rapidez promedio} \\mathbf{=} \\frac{\\text{distancia total recorrida}}{\\text{tiempo transcurrido}}$$\\n\\n$$v_{prom} = \\frac{l}{t}$$"
  },
  {
    "title": "Velocidad Instantánea",
    "image": "https://img.freepik.com/fotos-premium/velocimetro-numeros-10-0-el_1177960-24389.jpg?w=1060",
    "description": "Hay ocasiones en que la velocidad media es lo único que necesitamos saber acerca del movimiento de una partícula. Por ejemplo, una carrera en pista recta es en realidad una competencia para determinar quién tuvo la mayor velocidad media, $v_{med-x}$. Se entrega el premio al competidor que haya recorrido el desplazamiento $\\Delta x$ de la línea de salida a la de meta en el intervalo de tiempo más corto, $\\Delta t$ .\\n\\nSin embargo, la velocidad media de una partícula durante un intervalo de tiempo no nos indica con qué rapidez, o en qué dirección, la partícula se estaba moviendo en un instante dado del intervalo. Para describir el movimiento con mayor detalle, necesitamos definir la velocidad en cualquier instante específico o punto específico del camino. Ésta es la velocidad instantánea, y debe definirse con cuidado."
  },
  {
    "title": "MUA",
    "image": "https://img.freepik.com/fotos-premium/velocimetro-numeros-10-0-el_1177960-24389.jpg?w=1060",
    "description": "El movimiento uniformemente acelerado (MUA) describe un objeto que se desplaza en línea recta con aceleración constante en magnitud y dirección. Este tipo de movimiento es fundamental en cinemática, ya que permite predecir posición, velocidad y tiempo mediante ecuaciones derivadas de definiciones básicas.\\n\\n## Ecuaciones del MUA\\n\\nLas ecuaciones cinemáticas para el MUA, asumiendo movimiento rectilíneo (MRUA), son las siguientes, donde $v_0$ es la velocidad inicial, $v_f$ la velocidad final, $a$ la aceleración constante, $x$ el desplazamiento y $t$ el tiempo:\\n\\n- Velocidad final: $v_f = v_0 + a t$\\n- Desplazamiento: $x = v_0 t + \\frac{1}{2} a t^2$\\n- Velocidad promedio: $v_f^2 = v_0^2 + 2 a x$\\n\\nEstas fórmulas se obtienen integrando la aceleración constante respecto al tiempo.\\n\\n## Caída Libre\\n\\nLa caída libre es un caso particular de MUA vertical donde la única fuerza neta es la gravedad, con aceleración $g \\approx 9.81 \\, \\text{m/s}^2$ hacia abajo (tomando el sentido descendente como positivo). Si la velocidad inicial es cero ($v_0 = 0$), las ecuaciones simplifican a $v_f = g t$ y $x = \\frac{1}{2} g t^2$, describiendo el movimiento de objetos como una pelota soltada desde una altura.\\n\\n## Aplicaciones Educativas\\n\\nEn educación, el MUA y la caída libre ilustran conceptos como gráficos de posición-tiempo (parábola) y velocidad-tiempo (recta inclinada). Ejemplos prácticos incluyen calcular el tiempo de caída de un objeto desde 20 m: $t = \\sqrt{\\frac{2x}{g}} \\approx 2.02 \\, \\text{s}$. Estas herramientas fomentan experimentos con cronómetros y videos para verificar $g$."
  }
]
